/* `welcomeLabel` UILabel text default value */
"Welcome" = "Välkommen";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "Tack för din nedläsning";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "Följ instruktionerna i välkomstmeddelandet du fått via e-post för att starta aktiveringsprocessen.";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "Det blir enklare att hinna med det dagliga arbetet och samarbeta i projekt.";

"ScanInstruction" = "Skanna den säkra QR-koden för att starta aktiveringen.";

"DiscoveryServiceInstruction" = "Ange din e-postadress för att starta aktiveringen.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "Kontrollerar konto...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "Starta";

"Scan" = "Skanna";

/* `demoLabel` UILabel text default value */
"Explore" = "Vill du testa?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "Pröva vår demo";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "Ställ in lösenkod";

/* The title for the enter passcode screen. */
"PasscodeKey" = "Lösenkod";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "Välj lösenkod";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "Bekräfta lösenkod";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "Ange din lösenkod på nytt.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "Bekräfta lösenkoden.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "Ange din lösenkod.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "Ändra lösenkod";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "Ange din nuvarande lösenkod.";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "Inte nu";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "Tillbaka";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "Nästa";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "Klar";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "Välj en lösenkod med minst %d tecken för att låsa upp appen.";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "Välj en lösenkod med minst %d siffror för att låsa upp appen.";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "Inkludera följande:";

/* The group name for lower case letters. */
"LowerCaseKey" = "Små bokstäver (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "Stora bokstäver (A-Z)";

/* The group name for digits. */
"DigitsKey" = "Siffror (0-9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "Symboler (!@#...)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "Återställ lösenkod";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "Validering av lösenkod misslyckades.";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "Lösenkod avvisades av FUIPasscodeControllerDelegate.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "Försök igen";

/* The title for setup touch ID screen. */
"TouchIDKey" = "Touch ID";

/* The title for setup touch ID screen. */
"FaceIDKey" = "Face ID";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " är nu tillgängligt!";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "Via Touch ID får du snabbare åtkomst till din information.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "Du kan när som helst aktivera eller avaktivera denna funktion i inställningarna.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "Aktivera Touch ID för snabb och säker åtkomst.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Om Touch ID är aktiverat ombeds du ange enhetens lösenkod.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "Via Face ID får du snabbare åtkomst till din information.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "Du kan när som helst aktivera eller avaktivera denna funktion i inställningarna.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "Aktivera Face ID för snabb och säker åtkomst.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Om Face ID är aktiverat ombeds du ange enhetens lösenkod.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "För att kunna använda Touch ID måste du lägga till fingeravtryck i enhetsinställningarna.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "Det kan du göra när som helst under Inställningar - Touch ID & lösenkod.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "För att använda Face ID, lägg in Face ID i dina enhetsinställningar.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "Det kan du göra när som helst under Inställningar - Face ID & lösenkod.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Läs mer om Touch ID";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Läs mer om Face ID";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "Aktivera";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Autentisera med Touch ID";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Autentisera med Face ID";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "Fel";

/* The error title. */
"AuthenticationErrorKey" = "Autentiseringsfel";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "Autentisera via Touch ID för att använda appen.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "Autentisera via Face ID för att använda appen.";

/* The authenticate button text. */
"AuthenticateKey" = "Autentisera";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "Lösenkoder stämmer inte överens. Försök igen.";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "Du har %d försök kvar.";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "Du har 1 försök kvar.";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "Inga fler försök.";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "Logga in för att återställa lösenkoden.";

/* The text of the dismiss button on the alert. */
"OKKey" = "OK";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "Felaktig lösenkod. Försök igen.";

/* The scan page title string. */
"ScanKey" = "Skanna";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "Skanning misslyckades";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "Välj en QR-kodsbild.";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "Ogiltig QR-kod";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "QR-koden kändes inte igen.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "Tillåt åtkomst till foton";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "För att kunna välja en QR-kodsbil måste du tillåta åtkomst till dina foton i enhetens sekretessinställningar.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "Tillåt åtkomst till kamera";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "För att kunna skanna med kameran måste du tillåta åtkomst till kameran i enhetens sekretessinställningar.";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "Inställningar";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "Bekräftelse";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "Skanning har utförts. Du ansluts till:";

/* The title string for the \"Continue\" button */
"ContinueKey" = "Fortsätt";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "Starta";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "Aktivering";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "Om du får ett välkomstmeddelande via e-post, följ aktiveringslänken i meddelandet. Annars kan du ange din e-postadress eller skanna QR-koden för att starta onboarding.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "Nästa";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "Eller";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "Skanna";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "Acceptera";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "Acceptera inte";

/* The authentication title. */
"AuthenticationKey" = "Autentisering";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "Ange ditt användarnamn och lösenord för att autentisera.";

/* Username input field placeholder string */
"usernameKey" = "användarnamn";

/* Password input field placeholder string */
"passwordKey" = "lösenord";

/* Sign In button string. */
"SignInKey" = "Logga in";

/* Error message when failed to sign in. */
"SignInErrorKey" = "Felaktiga inloggningsuppgifter. Försök igen.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "Ange informationen nedan för att starta aktiveringsprocessen.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "Verifierar information...";

/* Cancel button string. */
"CancelKey" = "Avbryt";

/* Allow button string. */
"AllowKey" = "Tillåt";

/* Deny button string. */
"DenyKey" = "Neka";

/* No button string. */
"NoKey" = "Nej";

/* Quit button string. */
"QuitKey" = "Avsluta";

/* GiveConsent button string. */
"GiveConsentKey" = "Lämna samtycke";

/* Navbar title string. */
"StepKey" = "Steg";

/* Navbar title string. */
"OfKey" = "av";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "Vill du avsluta onboarding-processen?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "Du kan inte fortsätta onboardingen utan att ge ditt samtycke.";

/* Switch User button string. */
"SwitchOrAddUserKey" = "Byt eller lägg till användare";

/* Title for Log In button */
"LogInKey" = "Logga in";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "Sök användare på den här enheten";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "Glömt lösenkoden?";

